Repository: mahmutozcan/gnu-social
Catalog: plugins/SubMirror/locale/*/LC_MESSAGES/SubMirror.po
Languages: tr

# LABEL
source: Remote feed:
tr: Uzak besleme kaynağı:

# LABEL
source: Local user
tr: Yerel kullanıcı

source: Mirroring style
tr: Yansılama biçimi

source: Repeat: reference the original user's post (sometimes shows as "RT @blah")
tr: Tekrarla: Özgün kullanıcının gönderisine kaynak gösterin (bazen "RT @blah" olarak gösterilir)

source: Repost the content under my account
tr: İçeriği hesabımın altında yeniden gönder

# BUTTON
source: Save
tr: Kaydet

# BUTTON
source: Stop mirroring
tr: Yansılamayı durdur

source: Web page or feed URL:
tr: Web sayfası veya besleme kaynak adresi:

# BUTTON
source: Add feed
tr: Besleme ekle

source: Pull feeds into your timeline!
tr: Zaman çizelgenize beslemeleri çekin!

# MENU
source: Mirroring
tr: Yansılama

source: Configure mirroring of posts from other feeds
tr: Diğer beslemelerden gelen gönderilerin yansılamasını yapılandırın

source: Mirrored feeds
tr: Yansılanmış beslemeler

source: Requested invalid profile to edit.
tr: Düzenlemek için geçersiz profil istendi.

source: Bad form data.
tr: Hatalı form verileri.

source: The mirror request failed, because no result was retrieved.
tr: Sonuç alınamadığı için yansı isteği başarısız oldu.

source: Feed mirror settings
tr: Besleme yansısı ayarları

source: You can mirror updates from many RSS and Atom feeds into your GNU social timeline!
tr: Birçok RSS ve Atom beslemesinden gelen güncellemeleri GNU sosyal zaman çizelgenize yansıtabilirsiniz!

source: Provider add
tr: Sağlayıcı ekleme

source: Invalid feed URL: %s.
tr: Geçersiz besleme kaynak adresi: %s.

source: Invalid profile for mirroring.
tr: Yansılama için geçersiz profil.

source: Cannot mirror a GNU social group at this time.
tr: Şu anda bir GNU social grubu yansıtılamaz.

source: This action only accepts POST requests.
tr: Bu eylem yalnızca POST isteklerini kabul eder.

source: There was a problem with your session token. Try again, please.
tr: Oturum belirtecinizde bir sorun var. Lütfen, yeniden deneyin.

source: Not logged in.
tr: Oturum açılmadı.

source: Subscribed
tr: Abone

source: Internal form error: Unrecognized feed provider.
tr: İç form hatası: Tanınmayan besleme sağlayıcısı.

source: RSS or Atom feed
tr: RSS veya Atom besleme

source: Select a feed provider
tr: Bir besleme sağlayıcı seçin
