Repository: mahmutozcan/gnu-social
Catalog: plugins/Blacklist/locale/*/LC_MESSAGES/Blacklist.po
Languages: tr

# TITLE
source: Blacklist
tr: Kara liste

source: Blacklisted URLs and nicknames
tr: Adresler ve takma adlar kara listeye alındı

source: Nicknames
tr: Takma adlar

source: Patterns of nicknames to block, one per line.
tr: Her satıra bir tane olmak üzere engellenecek takma adların örüntüleri.

source: URLs
tr: İnternet adresleri

source: Patterns of URLs to block, one per line.
tr: Her satıra bir tane olmak üzere engellenecek internet adreslerinin örüntüleri.

# BUTTON
source: Save
tr: Kaydet

source: Save site settings.
tr: Site ayarlarını kaydet.

source: Unknown data type for config %1$s + %2$s.
tr: %1$s + %2$s yapılandırması için bilinmeyen dosya türü.

source: You may not register with homepage "%s".
tr: Ana sayfa "%s" ile kaydolamazsınız.

source: You may not register with nickname "%s".
tr: <<%s>> takma adı ile kaydolamazsınız.

source: You may not use homepage "%s".
tr: <<%s>> ana sayfasını kullanamazsınız.

source: You may not use nickname "%s".
tr: <<%s>> takma adını kullanamazsınız.

source: You may not use URL "%s" in notices.
tr: Bildirimlerde <<%s>> adresini kullanamazsınız.

source: Keeps a blacklist of forbidden nickname and URL patterns.
tr: Yasaklanmış takma ad ve URL internet adresi örüntülerinden oluşan bir kara liste tutar.

# MENU
source: Blacklist
tr: Kara Liste

# TOOLTIP
source: Blacklist configuration.
tr: Kara liste yapılandırması.

source: Add this nickname pattern to blacklist
tr: Bu takma ad örüntüsünü kara listeye ekle

source: Add this homepage pattern to blacklist
tr: Bu ana sayfa örüntüsünü kara listeye ekle

source: Users from "%s" are blocked.
tr: "%s" kullanıcıları engellendi.

source: Notices from nickname "%s" are disallowed.
tr: "%s" takma adından gelen bildirimlere izin verilmiyor.

source: Cannot subscribe to nickname "%s".
tr: "%s" takma adına üye olamazsınız.
