Repository: mahmutozcan/gnu-social
Catalog: plugins/OpenID/locale/*/LC_MESSAGES/OpenID.po
Languages: tr

source: Cannot instantiate OpenID consumer object.
tr: OpenID kullanıcı amacı somutlanamaz.

source: Not a valid OpenID.
tr: Geçerli bir OpenID değil.

source: OpenID failure: %s.
tr: OpenID hatası: %s.

source: Could not redirect to server: %s.
tr: Sunucuya yönlendirilemedi: %s.

source: This form should automatically submit itself. If not, click the submit button to go to your OpenID provider.
tr: Bu form otomatik olarak kendini göndermelidir. Öyle olmazsa, OpenID sağlayıcınıza gitmesi için gönder düğmesine tıklayın.

source: Error saving the profile.
tr: Profil kaydedilirken hata oluştu.

source: Error saving the user.
tr: Kullanıcı kaydedilirken hata oluştu.

source: Unauthorized URL used for OpenID login.
tr: OpenID girişi için yetkisi kaldırılmış kaynak adresi kullanıldı.

source: OpenID Login Submission
tr: OpenID Giriş Gönderimi

source: Requesting authorization from your login provider...
tr: Giriş sağlayıcınızdan yetki isteme...

source: If you are not redirected to your login provider in a few seconds, try pushing the button below.
tr: Birkaç saniye içinde giriş sağlayıcınıza yönlendirilmezseniz, aşağıdaki düğmeye basmayı deneyin.

source: Not logged in.
tr: Oturum açılmadı.

source: OpenID authentication cancelled.
tr: OpenID kimlik doğrulaması iptal edildi.

source: OpenID authentication failed: %s.
tr: OpenID kimlik doğrulaması başarısız oldu: %s.

source: OpenID authentication aborted: You are not allowed to login to this site.
tr: OpenID kimlik doğrulamasından çıkıldı: Bu siteye giriş izniniz yok.

source: You already have this OpenID!
tr: Zaten bu OpenID'ye sahipsiniz!

source: Someone else already has this OpenID.
tr: Başka biri bu OpenID'ye sahip.

source: Error connecting user.
tr: Kullanıcı bağlama hatası.

source: Error updating profile.
tr: Profil güncellenirken hata oluştu.

source: OpenID Login
tr: OpenID Giriş

source: You are not authorized to use the identity %s.
tr: %s kimliğini kullanma yetkiniz yok.

source: Just an OpenID provider. Nothing to see here, move along...
tr: Sadece bir OpenID sağlayıcısı. Burada görülecek bir şey yok, ilerleyin...

# TITLE
source: OpenID settings
tr: OpenID ayarları

source: [OpenID](%%doc.openid%%) lets you log into many sites with the same user account. Manage your associated OpenIDs from here.
tr: [OpenID](%% doc.openid %%), aynı kullanıcı hesabıyla birçok sitede oturum açmanıza izin verir. Bağlantılı OpenID'lerinizi buradan yönetin.

# LEGEND
source: Add OpenID
tr: OpedID Ekle

source: If you want to add an OpenID to your account, enter it in the box below and click "Add".
tr: Hesabınıza bir OpenID eklemek istiyorsanız, aşağıdaki kutuya girin ve "Ekle"'yi tıklayın.

source: OpenID URL
tr: OpenID Kaynak Adresi

# BUTTON
source: Add
tr: Ekle

# HEADER
source: Remove OpenID
tr: OpenID'yi kaldır

source: Removing your only OpenID would make it impossible to log in! If you need to remove it, add another OpenID first.
tr: Yalnızca OpenID'nizi kaldırmak, oturum açmanızı imkansız hale getirir! Kaldırmanız gerekiyorsa, önce başka bir OpenID ekleyin.

source: You can remove an OpenID from your account by clicking the button marked "Remove".
tr: "Kaldır" işaretli düğmeyi tıklayarak hesabınızdan bir OpenID kaldırabilirsiniz.

# BUTTON
source: Remove
tr: Kaldır

source: OpenID Trusted Sites
tr: OpenID Güvenilir Siteler

source: The following sites are allowed to access your identity and log you in. You can remove a site from this list to deny it access to your OpenID.
tr: Aşağıdaki sitelerin kimliğinize ve oturumunuza erişimine izin verildi. OpenID'nize erişimini reddetmek istediğiniz siteyi bu listeden kaldırın.

# LEGEND
source: Preferences
tr: Tercihler

# BUTTON
source: Save
tr: Kaydet

source: There was a problem with your session token. Try again, please.
tr: Oturum belirtecinizde bir sorun var. Lütfen, yeniden deneyin.

source: Cannot add new providers.
tr: Yeni sağlayıcılar eklenemez.

source: Something weird happened.
tr: Garip bir şey oldu.

source: No such OpenID trustroot.
tr: Böyle bir OpenID kök sertifikası yok.

source: Trustroots removed.
tr: Kök sertifikaları kaldırıldı.

source: No such OpenID.
tr: Böyle bir OpenID yok.

source: That OpenID does not belong to you.
tr: O OpenID size ait değil.

source: OpenID removed.
tr: OpedID kaldırıldı.

source: OpenID preferences saved.
tr: OpenID tercihleri kaydedildi.

source: Already logged in.
tr: Zaten oturum açık.

source: You cannot register if you do not agree to the license.
tr: Lisansı kabul etmiyorsanız kayıt olamazsınız.

source: An unknown error has occured.
tr: Bilinmeyen bir hata oluştu.

source: This is the first time you have logged into %s so we must connect your OpenID to a local account. You can either create a new account, or connect with your existing account, if you have one.
tr: %s hesabına ilk kez oturum açtığınız için OpenID'nizi yerel bir hesaba bağlamamız gerekiyor. Yeni bir hesap oluşturabilirsiniz veya varsa mevcut hesabınızla bağlanabilirsiniz.

# TITLE
source: OpenID Account Setup
tr: OpenID Hesap Kurulumu

source: Create new account
tr: Yeni hesap oluştur

source: Create a new user with this nickname.
tr: Bu takma adla yeni bir kullanıcı oluştur.

source: New nickname
tr: Yeni takma ad

source: 1-64 lowercase letters or numbers, no punctuation or spaces.
tr: Noktalama işareti ve boşluk olmadan 1 ile 64 arasında küçük harf veya sayı.

source: Email
tr: E-posta

source: Used only for updates, announcements, and password recovery.
tr: Yalnızca güncellemeler, duyurular ve parola kurtarma için kullanılır.

source: My text and files are available under %s except this private data: password, email address, IM address, and phone number.
tr: Şu özel veriler dışında bana ait metin ve dosyalar %s altında kullanılabilir: parola, e-posta adresi, anlık ileti adresi ve telefon numarası.

# BUTTON
source: Create
tr: Oluştur

source: Connect existing account
tr: Varolan hesaba bağlan

source: If you already have an account, login with your username and password to connect it to your OpenID.
tr: Halihazırda bir hesabınız varsa, OpenID'e bağlanmak için kullanıcı adı ve parolanızla oturum açın.

source: Existing nickname
tr: Varolan kullanıcı adı

source: Password
tr: Parola

# BUTTON
source: Connect
tr: Bağlan

source: Registration not allowed.
tr: Kayıt yapılmasına izin verilmiyor.

source: Not a valid invitation code.
tr: Geçerli bir davet kodu değil.

source: Stored OpenID not found.
tr: Kayıtlı OpenID bulunamadı.

source: Creating new account for OpenID that already has a user.
tr: Zaten bir kullanıcısı olan OpenID için yeni hesap oluşturma.

source: Invalid username or password.
tr: Geçersiz kullanıcı adı veya parola.

source: Error connecting user to OpenID.
tr: Kullanıcı OpenID'ye bağlanırken hata oluştu.

source: For security reasons, please re-login with your [OpenID](%%doc.openid%%) before changing your settings.
tr: Güvenlik nedeniyle, lütfen ayarlarınızı değiştirmeden önce [OpenID](%%doc.openid%%) ile yeniden oturum açın.

source: Login with an [OpenID](%%doc.openid%%) account.
tr: Bir [OpenID](%%doc.openid%%) hesabı ile oturum açın.

# TITLE
source: OpenID Login
tr: OpenID Giriş

# LEGEND
source: OpenID login
tr: OpenID giriş

# LABEL
source: OpenID provider
tr: OpenID sağlayıcı

source: Enter your username.
tr: Kullanıcı adınızı girin.

source: You will be sent to the provider's site for authentication.
tr: Kimlik doğrulama için sağlayıcının sitesine gönderileceksiniz.

source: Your OpenID URL.
tr: OpenID Kaynak adresiniz.

source: Remember me
tr: Beni anımsa

source: Automatically login in the future; not for shared computers!
tr: Gelecekte otomatik olarak giriş yap; paylaşılan bilgisayarlar için değildir!

# BUTTON
source: Login
tr: Giriş

# TITLE
source: OpenID Settings
tr: OpenID Ayarları

source: OpenID settings
tr: OpenID ayarları

source: Invalid provider URL. Maximum length is 255 characters.
tr: Geçersiz sağlayıcı kaynak adresi. Uzunluk en çok 255 karakter.

source: Invalid team name. Maximum length is 255 characters.
tr: Geçersiz sağlayıcı kaynak adresi. Uzunluk en çok 255 karakter.

# LEGEND
source: Trusted provider
tr: Güvenilir sağlayıcı

source: By default, users are allowed to authenticate with any OpenID provider. If you are using your own OpenID service for shared sign-in, you can restrict access to only your own users here.
tr: Öntanımlı olarak, kullanıcıların herhangi bir OpenID sağlayıcıyla kimlik doğrulaması yapmasına izin verilir. Paylaşılan oturum açma için kendinizin OpenID hizmetini kullanıyorsanız, burada erişimi yalnızca kendi kullanıcılarınızla kısıtlayabilirsiniz.

source: Provider URL
tr: Sağlayıcı Kaynak Adresi

source: All OpenID logins will be sent to this URL; other providers may not be used.
tr: Tüm OpenID girişleri bu kaynak adresine gönderilecektir; diğer sağlayıcılar kullanılamaz.

source: Append a username to base URL
tr: Temel kaynak adresinin sonuna bir kullanıcı adı ekleme

source: Login form will show the base URL and prompt for a username to add at the end. Use when OpenID provider URL should be the profile page for individual users.
tr: Giriş formu temel kaynak adresini gösterecek ve sonuna eklenecek bir kullanıcı adı isteyecektir. Bireysel kullanıcılar için OpenID sağlayıcı kaynak adresi profil sayfası olmalıdır.

source: Required team
tr: Gerekli takım

source: Only allow logins from users in the given team (Launchpad extension).
tr: Yalnızca belirli ekipteki kullanıcıların oturum açmasına izin verin (Launchpad uzantısı).

# LEGEND
source: Options
tr: Seçenekler

source: Enable OpenID-only mode
tr: Yalnızca OpenID kipini etkinleştir

source: Require all users to login via ipiniOpenID. Warning: disables password authentication for all users!
tr: Tüm kullanıcıların ipiniOpenID üzerinden oturum açması gerekir. Uyarı: tüm kullanıcılar için parola doğrulamasını devre dışı bırakır!

source: Save OpenID settings.
tr: OpenID ayarlarını kaydet.

source: OpenID Identity Verification
tr: OpenID Kimlik Doğrulaması

source: This page should only be reached during OpenID processing, not directly.
tr: Bu sayfaya doğrudan değil, yalnızca OpenID işlemi sırasında ulaşılmalıdır.

source: %s has asked to verify your identity. Click Continue to verify your identity and login without creating a new password.
tr: %s kimliğinizi doğrulamak istedi. Yeni bir parola oluşturmadan kimliğinizi doğrulamak ve oturum açmak için Devam'ı tıklayın

# BUTTON
source: Continue
tr: Devam et

# BUTTON
source: Cancel
tr: İptal

source: Unavailable action.
tr: Kullanılamaz eylem.

# TOOLTIP
source: Login to the site.
tr: Siteye giriş.

# MENU
source: Login
tr: Giriş

# TOOLTIP
source: Help me!
tr: Bana yardım edin!

# MENU
source: Help
tr: Yardım

# TOOLTIP
source: Search for people or text.
tr: Kişi veya metin arama

# MENU
source: Search
tr: Arama

source: Login or register with OpenID.
tr: OpenID ile oturum açın veya kayıt olun.

source: Add or remove OpenIDs.
tr: OpenID'leri ekleyin veya kaldırın.

source: (Have an [OpenID](http://openid.net/)? [Add an OpenID to your account](%%action.openidsettings%%)!
tr: (Bir [OpenID](http://openid.net/) var mı? [Hesabınıza bir OpenID ekleyin](%%action.openidsettings%%)!

source: (Have an [OpenID](http://openid.net/)? Try our [OpenID registration](%%action.openidlogin%%)!)
tr: (Bir [OpenID](http://openid.net/) var mı? Bizim [OpenID kaydını](%%action.openidlogin%%) deneyin!

source: (Have an [OpenID](http://openid.net/)? Try our [OpenID login](%%action.openidlogin%%)!)
tr: (Bir [OpenID](http://openid.net/) var mı? Bizim [OpenID giriş](%%action.openidlogin%%) deneyin!

source: OpenID configuration.
tr: OpenID yapılandırma.

source: Use <a href="http://openid.net/">OpenID</a> to login to the site.
tr: Siteye oturum açmak için <a href="http://openid.net/">OpenID</a> kullanın.

source: OpenID provider
tr: OpenID sağlayıcı
