Repository: mahmutozcan/gnu-social
Catalog: plugins/Sitemap/locale/*/LC_MESSAGES/Sitemap.po
Languages: tr

source: Sitemap
tr: Site Haritası

source: Sitemap settings for this StatusNet site
tr: Bu StatusNet sitesi için Site haritası ayarları

source: Yahoo key
tr: Yahoo anahtarı

source: Yahoo! Site Explorer verification key.
tr: Yahoo! Site Gezgini doğrulama anahtarı.

source: Bing key
tr: Bing anahtarı

source: Bing Webmaster Tools verification key.
tr: Bing Ağ Yöneticisi Araçları doğrulama anahtarı.

# BUTTON
source: Save
tr: Kaydet

source: Save sitemap settings.
tr: Site haritası ayarlarını kaydet.

source: Sitemap configuration
tr: Site haritası yapılandırma

# MENU
source: Sitemap
tr: Site Haritası

source: This plugin allows creation of sitemaps for Bing and Yahoo!.
tr: Bu eklenti, Bing ve Yahoo! için site haritalarının oluşturulmasına izin verir.
