Repository: mahmutozcan/gnu-social
Catalog: plugins/Favorite/locale/*/LC_MESSAGES/Favorite.po
Languages: tr

# BUTTON
source: Favor
tr: Beğen

# BUTTON
source: Disfavor favorite
tr: Beğendiklerinden çıkar

# COMMANDHELP
source: add user's last notice as a 'fave'
tr: Kullanıcının son bildirimini 'beğenilen' olarak ekle

# COMMANDHELP
source: add notice with the given id as a 'fave'
tr: Verilen kimlikle 'beğenilen' olarak bildirim ekleyin

# MENU
source: Favorites
tr: Beğenilenler

# MENU
source: Popular
tr: Çok Tutulanlar

source: Favorites (likes) using ActivityStreams.
tr: ActivityStreams kullanarak Beğenilenler.

source: No such notice.
tr: Böyle bir bildirim yok.

source: %1$s has no right to reply to notice %2$d.
tr: %1$s, %2$d bildirimine yanıt verme hakkına sahip değil.

source: Could not store new object of type %s
tr: %s türünde yeni nesne depolanamadı

# FAVELIST
source: You like this.
tr: Bunu beğendiniz.

source: %%s and %d others like this.
tr: %%s ve %d kişi daha bunu beğendi.

source: %%s likes this.
tr: %%s bunu beğendiler.
