Repository: mahmutozcan/gnu-social
Catalog: plugins/AnonymousFave/locale/*/LC_MESSAGES/AnonymousFave.po
Languages: tr

source: Could not favor notice! Please make sure your browser has cookies enabled.
tr: Bildirim beğenilemedi! Lütfen tarayıcınızın çerezlerinin etkin olduğundan emin olun.

source: This notice is already a favorite!
tr: Bu bildirim zaten beğenilen olarak işaretli

source: Could not create favorite.
tr: Beğenilen bildirim oluşturulamadı.

source: Disfavor favorite
tr: Beğendiklerinden çıkar

source: Could not disfavor notice! Please make sure your browser has cookies enabled.
tr: Bildirim beğenilenlerden çıkarılamadı! Lütfen tarayıcınızda çerezlerin etkin olduğundan emin olun.

source: Could not delete favorite.
tr: Beğenilen bildirim silinemedi.

source: Add to favorites
tr: Beğenilenlere ekle

source: Could not update favorite tally for notice ID %d.
tr: %d bildirim kimliği için beğenilenler çizelgesi güncellenemedi.

source: Could not create favorite tally for notice ID %d.
tr: %d bildirim kimliği için beğenilenler çizelgesi oluşturulamadı.

source: Favored
tr: Beğenilen

source: Could not create anonymous user session.
tr: Adı bilinmeyen kullanıcı oturumu oluşturulamadı.

source: Allow anonymous users to favorite notices.
tr: Adı bilinmeyen kullanıcıların beğenilen bildirimlerine izin ver.
